events/app/controllers/events_controller.rb

SELECT "events".* FROM "events" LIMIT 1
---
	def index
    @events = Event.all